Revit 2027 API
ParameterTypeId.BendingDetailTypeTagTypeId Property
 "Tag Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BendingDetailTypeTagTypeId { get; }
Public Shared ReadOnly Property BendingDetailTypeTagTypeId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BendingDetailTypeTagTypeId {
	ForgeTypeId^ get ();
}
static member BendingDetailTypeTagTypeId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace